tap "brodie/cram"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "dinkypumpkin/get_iplayer"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "igas/fry"
tap "miktex/miktex"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
tap "sscotth/monoid"
cask "java"
cask "xquartz"
brew "aalib"
brew "gettext"
brew "libffi"
brew "git"
brew "gdk-pixbuf"
brew "libcroco"
brew "openssl"
brew "gdbm"
brew "readline"
brew "adwaita-icon-theme"
brew "angband"
brew "docbook"
brew "asciidoc"
brew "aspell", args: ["with-lang-uk"]
brew "atomicparsley"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "babl"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "binutils"
brew "bison"
brew "boot-clj"
brew "bzip2"
brew "camlp5"
brew "cheat"
brew "check"
brew "chicken"
brew "chruby"
brew "clang-format"
brew "clib"
brew "libsigsegv"
brew "clisp"
brew "cmake"
brew "coq"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "curl"
brew "dbus"
brew "libusb-compat"
brew "dfu-programmer"
brew "diction"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "djvulibre"
brew "docker-completion"
brew "docker-compose-completion"
brew "editorconfig"
brew "gmp"
brew "gsasl"
brew "libtool"
brew "libunistring"
brew "nettle"
brew "emacs", args: ["HEAD", "with-cocoa", "with-gnutls", "with-librsvg", "with-mailutils"], restart_service: true
brew "emscripten"
brew "entr"
brew "erlang"
brew "exercism"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "flac"
brew "fortune"
brew "freetds", args: ["with-msdblib", "with-unixodbc"]
brew "frotz"
brew "fswatch"
brew "mpfr"
brew "gawk"
brew "gd"
brew "gdb"
brew "get_iplayer"
brew "ghostscript"
brew "gist"
brew "git-lfs"
brew "gmime"
brew "libxml2"
brew "gnome-doc-utils"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-time"
brew "gnu-typist"
brew "libgsf"
brew "rarian"
brew "gnumeric"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groff"
brew "groovy"
brew "gtk+"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "guile"
brew "highlight"
brew "htop"
brew "id3lib"
brew "id3v2"
brew "idris"
brew "ii"
brew "imagemagick"
brew "intltool"
brew "ipfs", restart_service: true
brew "irssi"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "leptonica"
brew "lesspipe"
brew "lfe"
brew "libogg"
brew "libav"
brew "libebml"
brew "libev"
brew "libevent"
brew "libmatroska"
brew "libmpc"
brew "libmpdclient"
brew "libsndfile"
brew "libssh2"
brew "libvo-aacenc"
brew "libwmf"
brew "libyaml"
brew "luajit"
brew "lumo"
brew "macvim", args: ["with-override-system-vim"]
brew "mailutils"
brew "markdown"
brew "mdbtools"
brew "mit-scheme"
brew "mono"
brew "mosh"
brew "mpc"
brew "mplayer"
brew "msmtp"
brew "xapian"
brew "mu", args: ["HEAD", "with-emacs"]
brew "multitail"
brew "tokyo-cabinet"
brew "mutt"
brew "netcat"
brew "nmap"
brew "nvm"
brew "offlineimap"
brew "openmotif"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "par"
brew "parallel"
brew "tree"
brew "pass"
brew "pcre2"
brew "pdfgrep"
brew "pdftohtml"
brew "plan9port"
brew "planck"
brew "plantuml"
brew "polyglot"
brew "pstree"
brew "pup"
brew "purescript"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qemu"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar@3"
brew "recode"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "rtmpdump"
brew "ruby-build"
brew "ruby-install"
brew "sbcl"
brew "sbt"
brew "scala"
brew "scummvm"
brew "selecta"
brew "siege"
brew "sisc-scheme"
brew "sl"
brew "ssh-copy-id"
brew "startup-notification"
brew "stockfish"
brew "stone-soup"
brew "taisei"
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmux"
brew "transmission", restart_service: true
brew "unixodbc"
brew "utf8proc"
brew "valgrind", args: ["HEAD"]
brew "w3m"
brew "watch"
brew "webfs"
brew "weechat", args: ["with-aspell"]
brew "wget"
brew "xpdf"
brew "yajl"
brew "yasm"
brew "youtube-dl"
brew "brodie/cram/cram"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
cask "alfred"
cask "audacity"
cask "basictex"
cask "boxer"
cask "caffeine"
cask "calibre"
cask "chromium"
cask "dropbox"
cask "dwarf-fortress"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-hangouts"
cask "haskell-platform"
cask "insomniax"
cask "intellij-idea-ce"
cask "karabiner"
cask "limechat"
cask "mplayer-osx-extended"
cask "nethackcocoa"
cask "ngrok"
cask "racket"
cask "seil"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-monoid"
