tap 'brodie/cram'
tap 'caskroom/cask'
tap 'dinkypumpkin/get_iplayer'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'igas/fry'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
cask 'java'
cask 'xquartz'
brew 'aalib'
brew 'docbook'
brew 'asciidoc'
brew 'aspell'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'atomicparsley'
brew 'autojump'
brew 'awscli'
brew 'babl'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bazaar'
brew 'bdw-gc'
brew 'cheat'
brew 'check'
brew 'chicken'
brew 'chromedriver'
brew 'chruby'
brew 'cmake'
brew 'clang-format'
brew 'clib'
brew 'libsigsegv'
brew 'clisp'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'openssl'
brew 'dbus'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'postgresql'
brew 'qt'
brew 'cuty_capt'
brew 'go'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'jpeg'
brew 'libtiff'
brew 'djvulibre'
brew 'editorconfig'
brew 'elasticsearch'
brew 'libtasn1'
brew 'nettle'
brew 'libunistring'
brew 'guile'
brew 'gnutls'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'libgsf'
brew 'libepoxy'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'gtk+3'
brew 'librsvg'
brew 'little-cms2'
brew 'webp'
brew 'gd'
brew 'libwmf'
brew 'ghostscript'
brew 'imagemagick'
brew 'emacs', args: ['HEAD', 'with-cocoa', 'with-gnutls', 'with-imagemagick']
brew 'entr'
brew 'wxmac'
brew 'erlang'
brew 'faac'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'rtmpdump'
brew 'openjpeg'
brew 'ffmpeg'
brew 'findutils', args: ['with-default-names']
brew 'pcre2'
brew 'fish'
brew 'flac'
brew 'fortune'
brew 'unixodbc'
brew 'freetds', args: ['with-msdblib', 'with-unixodbc']
brew 'fswatch'
brew 'mpfr'
brew 'gawk'
brew 'gdb'
brew 'gtk+'
brew 'pygobject'
brew 'py2cairo'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'poppler'
brew 'gimp'
brew 'gist'
brew 'gnome-icon-theme'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-typist'
brew 'goffice'
brew 'rarian'
brew 'gnumeric'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'gradle'
brew 'graphviz'
brew 'groovy'
brew 'heroku'
brew 'htop-osx'
brew 'id3lib'
brew 'id3v2'
brew 'libevent'
brew 'libsndfile'
brew 'ossp-uuid'
brew 'yajl'
brew 'io'
brew 'irssi'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'leptonica'
brew 'libvo-aacenc'
brew 'libav'
brew 'libebml'
brew 'libev'
brew 'libmatroska'
brew 'libssh2'
brew 'libyaml'
brew 'lynx'
brew 'python3'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'markdown'
brew 'maven'
brew 'mdbtools'
brew 'mercurial'
brew 'mit-scheme'
brew 'protobuf'
brew 'mobile-shell'
brew 'mono'
brew 'mplayer'
brew 'mplayershell'
brew 'msmtp'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'netcat'
brew 'nvm'
brew 'p7zip'
brew 'pandoc'
brew 'par'
brew 'parallel'
brew 'pdfgrep'
brew 'pdftohtml'
brew 'phantomjs'
brew 'plantuml'
brew 'pstree'
brew 'pyenv'
brew 'qemu'
brew 'reattach-to-user-namespace'
brew 'recode'
brew 'redis'
brew 'rlwrap'
brew 'ruby-build'
brew 'rust'
brew 'sbcl'
brew 'sbt'
brew 'scala', args: ['devel']
brew 'selecta'
brew 'shpotify'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tomcat'
brew 'transmission'
brew 'tree'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'brodie/cram/cram'
brew 'dinkypumpkin/get_iplayer/get_iplayer'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/games/frotz'
brew 'homebrew/games/nethack'
brew 'homebrew/games/rogue'
brew 'homebrew/games/spaceinvaders-go'
brew 'homebrew/versions/gegl02'
brew 'homebrew/x11/openmotif'
brew 'homebrew/x11/startup-notification'
brew 'homebrew/x11/xpdf'
brew 'igas/fry/fry'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'alfred'
cask 'atom'
cask 'audacity'
cask 'caffeine'
cask 'calibre'
cask 'dropbox'
cask 'eclipse-ide'
cask 'firefox'
cask 'flux'
cask 'google-hangouts'
cask 'haskell-platform'
cask 'karabiner'
cask 'libreoffice'
cask 'ngrok'
cask 'racket'
cask 'remote-desktop-connection'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'teamviewer'
cask 'transmission'
cask 'transmission-remote-gui'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'whatsapp'
