tap 'caskroom/cask'
tap 'dinkypumpkin/get_iplayer'
tap 'homebrew/bundle'
tap 'homebrew/games'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'igas/fry'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
cask 'xquartz'
brew 'aalib'
brew 'docbook'
brew 'asciidoc'
brew 'aspell'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'atomicparsley'
brew 'autojump'
brew 'awscli'
brew 'babl'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'cheat'
brew 'chicken'
brew 'chromedriver'
brew 'chruby'
brew 'libsigsegv'
brew 'clisp'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'openssl'
brew 'd-bus'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'postgresql'
brew 'qt'
brew 'cuty_capt'
brew 'go'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'editorconfig'
brew 'elasticsearch'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'libtasn1'
brew 'nettle'
brew 'libunistring'
brew 'guile'
brew 'gnutls'
brew 'gdk-pixbuf'
brew 'libepoxy'
brew 'intltool'
brew 'gsettings-desktop-schemas'
brew 'harfbuzz'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gtk+3'
brew 'libcroco'
brew 'librsvg'
brew 'gd'
brew 'libwmf'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', '--with-rsvg', '--use-git-head', 'HEAD']
brew 'faac'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'rtmpdump'
brew 'ffmpeg'
brew 'flac'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'gradle'
brew 'graphviz'
brew 'groovy'
brew 'gtk+'
brew 'pygobject'
brew 'py2cairo'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'heroku-toolbelt'
brew 'id3lib'
brew 'id3v2'
brew 'irssi'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libav'
brew 'libebml'
brew 'libev'
brew 'libevent'
brew 'libmatroska'
brew 'libsndfile'
brew 'libyaml'
brew 'lynx'
brew 'python3'
brew 'macvim', args: ['with-override-system-vim']
brew 'markdown'
brew 'mongodb'
brew 'mplayer'
brew 'mplayershell'
brew 'netcat'
brew 'nvm'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pyenv'
brew 'rabbitmq'
brew 'redis'
brew 'rethinkdb'
brew 'rlwrap'
brew 'ruby-build'
brew 'sbcl'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'transmission'
brew 'tree'
brew 'wget'
brew 'yajl'
brew 'youtube-dl'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/games/frotz'
brew 'homebrew/games/nethack'
brew 'homebrew/versions/gegl02'
brew 'homebrew/x11/gimp'
brew 'homebrew/x11/mit-scheme'
brew 'homebrew/x11/startup-notification'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'alfred'
cask 'atom'
cask 'boot2docker'
cask 'caffeine'
cask 'calibre'
cask 'chromium'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-hangouts'
cask 'haskell-platform'
cask 'heroku-toolbelt'
cask 'intellij-idea-ce'
cask 'karabiner'
cask 'kindle'
cask 'monotype-skyfonts'
cask 'racket'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'teamviewer'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
