tap "brodie/cram"
tap "dinkypumpkin/get_iplayer"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "igas/fry"
tap "miktex/miktex"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
cask "java"
cask "xquartz"
brew "aalib"
brew "id3lib"
brew "id3v2"
brew "abcde"
brew "docbook"
brew "asciidoc"
brew "aspell", args: ["with-lang-uk"]
brew "gettext"
brew "libffi"
brew "atomicparsley"
brew "autoconf"
brew "autojump"
brew "automake"
brew "gdbm"
brew "openssl"
brew "readline"
brew "awscli"
brew "babl"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "binutils"
brew "bison"
brew "boot-clj"
brew "bzip2"
brew "cdparanoia"
brew "cheat"
brew "check"
brew "chicken"
brew "chruby"
brew "clang-format"
brew "clib"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dbus"
brew "dep"
brew "libusb-compat"
brew "dfu-programmer"
brew "diction"
brew "direnv"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "djvulibre"
brew "docker-compose-completion"
brew "editorconfig"
brew "gdk-pixbuf"
brew "gsasl"
brew "libcroco"
brew "libtool"
brew "emacs", args: ["HEAD", "with-cocoa", "with-librsvg", "with-mailutils"]
brew "entr"
brew "exercism"
brew "faac"
brew "lame"
brew "ffmpeg"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "libogg"
brew "flac"
brew "fortune"
brew "freetds", args: ["with-msdblib", "with-unixodbc"]
brew "frotz"
brew "fswatch"
brew "gawk"
brew "gd"
brew "gdb"
brew "get_iplayer"
brew "libyaml"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gmime"
brew "libxml2"
brew "gnome-doc-utils"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-smalltalk"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-typist"
brew "gnuplot"
brew "gpg-agent"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groff"
brew "gtk+"
brew "pygobject"
brew "gtk-mac-integration"
brew "guile"
brew "highlight"
brew "htop"
brew "ii"
brew "imagemagick"
brew "intltool"
brew "ipfs", restart_service: true
brew "irssi"
brew "jenv"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "leptonica"
brew "lesspipe"
brew "libav"
brew "libdvdcss"
brew "libebml"
brew "libev"
brew "libevent"
brew "libmatroska"
brew "libmpc"
brew "libmpdclient"
brew "libsndfile"
brew "libssh2"
brew "libvo-aacenc"
brew "libwmf"
brew "luajit"
brew "lumo"
brew "macvim", args: ["with-override-system-vim"]
brew "mailutils"
brew "markdown"
brew "mdbtools"
brew "mit-scheme"
brew "mosh"
brew "mpc"
brew "mplayer"
brew "msmtp"
brew "xapian"
brew "mu", args: ["HEAD", "with-emacs"]
brew "multitail"
brew "tokyo-cabinet"
brew "mutt"
brew "netcat"
brew "nmap"
brew "nvm"
brew "offlineimap"
brew "openmotif"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "par"
brew "parallel"
brew "tree"
brew "pass"
brew "pcre2"
brew "pdfgrep"
brew "pdftohtml", link: false
brew "pinentry-mac"
brew "planck"
brew "plantuml"
brew "polyglot"
brew "pstree"
brew "pup"
brew "pv"
brew "pwgen"
brew "rarian"
brew "reattach-to-user-namespace"
brew "rebar@3"
brew "recode"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "roswell"
brew "rtmpdump"
brew "ruby-build"
brew "ruby-install"
brew "selecta"
brew "siege"
brew "sl"
brew "sox"
brew "ssh-copy-id"
brew "startup-notification"
brew "stockfish"
brew "stone-soup"
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "timidity"
brew "tmux"
brew "transmission", restart_service: true
brew "unrar"
brew "utf8proc"
brew "valgrind", args: ["HEAD"]
brew "w3m"
brew "watch"
brew "webfs"
brew "wget"
brew "xpdf", link: false
brew "yajl"
brew "yasm"
brew "youtube-dl"
brew "brodie/cram/cram"
cask "adobe-air"
cask "alfred"
cask "basictex"
cask "caffeine"
cask "calibre"
cask "dash"
cask "dropbox"
cask "firefox"
cask "firefox-nightly"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-go"
cask "font-go-mono"
cask "font-go-mono-nerd-font"
cask "font-monoid"
cask "font-terminus"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "google-chrome"
cask "google-hangouts"
cask "insomniax"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "karabiner"
cask "limechat"
cask "mplayer-osx-extended"
cask "musescore"
cask "nethackcocoa"
cask "racket"
cask "seil"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
